/* NSTextField (All data is sent anonymously. No sensible data is sent to the Archive.) : <title:All data is sent anonymously. No sensible data is sent to the Archive.> (oid:11) */
"All data is sent anonymously. No sensible data is sent to the Archive." = "Alle Daten werden anonym übertragen. Keine sensiblen Daten werden an das Archiv übertragen.";

/* NSBox (Data Sharing settings) : <title:Data Sharing settings> (oid:28) */
"Data Sharing settings" = "Einstellungen für gemeinsame Nutzung";

/* NSButton (Do not advertise the service on the network) : <title:Do not advertise the service on the network> (oid:32) */
"Do not advertise the service on the network" = "Diesen Dienst im Netzwerk nicht bekannt machen";

/* NSButton (Look for shared batteries) : <title:Look for shared batteries> (oid:31) */
"Look for shared batteries" = "Nach gemeinsam genutzten Batterien suchen";

/* NSButton (Require password:) : <title:Require password:> (oid:33) */
"Require password:" = "Passwort verlangen:";

/* NSButton (Retrieve shared data from the Archive at launch) : <title:Retrieve shared data from the Archive at launch> (oid:21) */
"Retrieve shared data from the Archive at launch" = "Beim Start gemeinsam genutzte Daten aus dem Archiv holen";

/* NSButton (Send own data to the Archive at launch) : <title:Send own data to the Archive at launch> (oid:22) */
"Send own data to the Archive at launch" = "Eigene Daten beim Start an das Archiv übertragen";

/* NSButton (Share own battery data) : <title:Share own battery data> (oid:34) */
"Share own battery data" = "Eigene Batterie-Daten gemeinsam nutzen";

/* NSBox (Shared Battery Data Archive settings) : <title:Shared Battery Data Archive settings> (oid:19) */
"Shared Battery Data Archive settings" = "Einstellungen für „gemeinsam genutzte Daten“-Archiv";

